Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=151_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Inarinsaame, kirjallisuus
sms: Aanarsääʹmǩiõll, ǩeʹrjjlažvuõtt

source: Anni Sarre - Postâ Maati Ánná, govat ja divttat
sms: Antoine de Saint-Exupéry

source: Spejâlistem – Heijastus
sms: Uccâ priinsâš

source: Inarinsaameksi kääntänyt Anni Sarre
sms: Joorglâttam: Iisakki Mattus

source: Käännösasun tarkastus ja kielenhuolto:
sms: Kaartʼtõs: Antoine de Saint-Exupéry seiddmieʹrr : 95

source: Ilmari Mattus, Matti Morottaja já Hannu Kangasniemi
sms: ISBN: 978-952-441-249-0

source: Kansikuva Martti Rikkonen
sms: Hâʹdd: 14,00 €

source: Runojen ja maalausten aiheet löytyvät siitä elämänpiiristä, jossa Anni &#13; Sarre on elänyt koko elämänsä;
sms: Sääʹmteʹǧǧ 2013

source: isbn 978-952-441-305-3
sms: Joorglâttam: Iisakki Mattus Kaartʼtõs: Hannu Lukkarinen

source: Saamelaiskäräjät 2015
sms: seiddmieʹrr : 158 Hâʹdd: 11,00 €

source: Antoine de Saint-Exupéry
sms: Sääʹmteʹǧǧ 2001

source: Uccâ priinsâš
sms: Marja-Liisa Olthuis

source: ”Tämä uusi painos Antoine de Saint-Exupéryn kirjasta ”Pikku prinssi” pohjautuu …
sms: Njobžâvääri pessijâšmarkkâneh Kaartʼtõs: Petra Kuuva

source: tarkoin alkuperäiseen amerikkalaiseen vuoden 1943 painokseen, ainoaan joka ilmestyi kirjailijan vielä eläessä.
sms: seiddmieʹrr : 48

source: Kustantajan huomautus
sms: ISBN 952-441-125-3

source: ISBN: 978-952-441-249-0
sms: Toim.

source: Saamelaiskäräjät
sms: Matti Morottaja

source: Kollepäddi
sms: seiddmieʹrr : 158

source: Siperialaisia tarinoita
sms: Hâʹdd: 4,00 €

source: Valinnut, toimittanut ja suomentanut: Kirsti Siraste
sms: ISBN 951-53-0385-0

source: saamennos: Iisakki Mattus
sms: Origin.

source: kuvat: Hannu Lukkarinen
sms: ”Inarinlappalaista kansantietoutta”, A.V.Koskimies 1886

source: 11,00 € sivuja: 158
sms: Lapin lääninhallitus 1995
